// © Copyright 2004-2012, 2015 HP Development Company, L.P.

TaskName = "Restrição das cores";

ApplyButton = "Aplicar agora";
NewButton = "Novo…";
DeleteButton = "Excluir";
AddButton = "Acrescentar";
CancelButton = "Cancelar";

// Restrict Color Use
RestrictColorUseTabName = "Restrição do uso de cores";
RestrictColorUseTabDescription = "Este recurso é usado para restringir a impressão em cores de todos os usuários ou dos usuários e/ou aplicativos específicos. Por exemplo, para todas as mensagens em preto e branco, selecione \"Colorir se permitido\" e defina a permissão do aplicativo do email para \"Somente preto\".

Observe que as configurações das outras duas guias somente têm efeito quando \"Colorir se permitido\" estiver selecionado.";

RestrictColorUseTabWithoutUsersDescription = "Este recurso é usado para restringir a impressão em cores de todos os aplicativos ou aplicativos específicos e/ou para todos os grupos e usuários e/ou grupos e usuários específicos. Por exemplo, para imprimir todas as mensagens de e-mail sem cor, selecione \"Colorir se permitido\" e defina a permissão do aplicativo de e-mail como \"Preto somente\".\n\nPara restringir a impressão em cores para todos os grupos e usuários e grupos e usuários específicos, selecione o plug-in Gerenciamento de funções do usuário no painel Seleção de tarefa.\n\nObserve que as configurações na outra guia e no plug-in Gerenciamento de funções do usuário terão efeito apenas se \"Colorir se permitido\" estiver selecionada.";

RestrictColorUseTabWithoutUsersAndWithoutURMDescription = "Esse recurso restringe a impressão colorida para todos os aplicativos ou para aplicativos específicos. Por exemplo, para imprimir mensagens de e-mail sem cores, selecione \"Colorido se permitido\" e defina a permissão do aplicativo de e-mail como \"Somente preto\".\n\nObserve que as configurações na outra guia só terão efeito se \"Colorido se permitido\" estiver selecionado.";

RestrictColorUseTabWithEWSDescription = "Este recurso é usado para restringir a impressão em cores de todos os usuários ou dos usuários e/ou aplicativos específicos. Por exemplo, para todas as mensagens em preto e branco, selecione \"Colorir se permitido\" e defina a permissão do aplicativo do email para \"Somente preto\".

Você pode gerenciar as permissões do aplicativo na outra aba, e as permissões para usuários/grupos pela <a>página da web da impressora</a>

Note que essas permissões só entram em vigor se \"Colorir se permitido\" estiver selecionada.";

RestrictColorUseOptionsPrompt = "Definir a impressão de trabalho em cores:";
RestrictColorUseEnableColorOptionName = "Ativar cor";
RestrictColorUseEnableColorOptionDescription = "Todos os trabalhos em cores são impressos em cores.";
RestrictColorUseColorIfAllowedOptionName = "Colorir se permitido";
RestrictColorUseColorIfAllowedOptionDescription = "Dependendo das permissões do usuário e do aplicativo, o trabalho é impresso em cores ou não.";
RestrictColorUseColorIfAllowedOptionWithoutUserDescription = "As permissões do aplicativo determinarão se cada trabalho será impresso em cores ou não.";
RestrictColorUseDisableColorOptionName = "Desativar cor";
RestrictColorUseDisableColorOptionDescription = "Todos os trabalhos são impressos em preto.";
RestrictColorForApplications = "Restringir impressão colorida para alguns aplicativos de computador";
RestrictColorForUsers = "Restringir cor por permissões do usuário ou do grupo";

// User Color Permissions
UserColorPermissionsTabName = "Usuário";
UserColorPermissionsTitle = "Permissões de cor do usuário";
UserColorPermissionsTableDescription = "Esta lista guarda até 50 usuários com suas permissões de cores.";
UserColorPermissionsTableUserNameColumn = "Nome do usuário";
UserColorPermissionsTablePermissionColumn = "Permissão";
DefaultUserPermissionsTitle = "Permissões padrão do usuário:";
BlackOnly = "Somente preto";
Color = "Em cores";
UserColorPermissionsTabDescription = "O registro de trabalhos do Uso de cores pode ser impresso para mostrar os nomes dos usuários que imprimiram neste dispositivo.";
UserNameTitle = "Nome do usuário:";
PermissionTitle = "Permissão:";

// Application Color Permissions
AppColorPermissionsTabName = "Aplicativo";
AppColorPermissionsTitle = "Permissões de cores do aplicativo";
App10ColorPermissionsTableDescription = "Esta lista guarda até 10 aplicativos com suas permissões de cores.";
AppColorPermissionsTableDescription = "Esta lista armazena aplicativos e suas permissões de cores.";
AppColorPermissionsTableAppNameColumn = "Nome do aplicativo";
AppColorPermissionsTablePermissionColumn = "Permissão";
DefaultAppPermissionsTitle = "Permissões padrão do aplicativo:";
AppColorPermissionsTabDescription = "O registro de trabalhos do Uso de cores pode ser impresso para mostrar os nomes dos aplicativos que imprimiram neste dispositivo.";
AppNameTitle = "Nome do aplicativo:";